
insert into board_info (board_type , board_name) values ('학생' , '공통');
insert into board_info (board_type , board_name) values ('질문건의' , '공통');
insert into board_info (board_type , board_name) values ('공지사항' , '공통');
insert into board_info (board_type , board_name) values ('교원' , '공통');

-- insert into member(user_id , user_pw , user_name , user_phonenum , user_regdate , user_addr , user_birthday , user_email , user_gender , user_role)
--     values
--         ('admin1' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN');
--         ('admin2' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN');
--         ('admin3' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN');
--         ('admin4' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN');

-- insert into member(user_id , user_pw , user_name , user_phonenum , user_regdate , user_addr , user_birthday , user_email , user_gender , user_role)

insert into member(user_id , user_pw , user_name , user_phonenum , user_regdate , user_addr , user_birthday , user_email , user_gender , user_role) values
('admin1' , '$2a$10$ITnRi2fLSyEH1ZiKLNq1d.PVX5JQwU/5NP37jR/N7KbzQnxEV00uu' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin2' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin3' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin4' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin5' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin6' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin7' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin8' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin9' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin10' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin11' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin12' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin13' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin14' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin15' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin16' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin17' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin18' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin19' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin20' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin21' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin22' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin23' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin24' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin25' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin26' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin27' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin28' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin29' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN'),
('admin30' , '123123' , '관리자99','01022225555' , '2023-1-1' , '관리자네집', '2023-1-1' ,'admin@admin.com', 'MALE' , 'ADMIN');




-- insert into board_article (board_id , article_title , article_cont , article_view , article_at , is_locked , is_deleted , article_writer)
-- values (3 , '최초 로그인 이후 반드시 비밀번호 재설정 바랍니다.', '관리자는 분명히 경고 했습니다...' , 0 , now() , false , false , '관리자'),
--        (3 , '최초 로그인 이후 반드시 비밀번호 재설정 바랍니다.', '관리자는 분명히 경고 했습니다...' , 0 , now() , false , false , '관리자'),
--        (3 , '최초 로그인 이후 반드시 비밀번호 재설정 바랍니다.', '관리자는 분명히 경고 했습니다...' , 0 , now() , false , false , '관리자'),
--        (3 , '최초 로그인 이후 반드시 비밀번호 재설정 바랍니다.', '관리자는 분명히 경고 했습니다...' , 0 , now() , false , false , '관리자'),
--        (3 , '최초 로그인 이후 반드시 비밀번호 재설정 바랍니다.', '관리자는 분명히 경고 했습니다...' , 0 , now() , false , false , '관리자'),
--        (3 , '최초 로그인 이후 반드시 비밀번호 재설정 바랍니다.', '관리자는 분명히 경고 했습니다...' , 0 , now() , false , false , '관리자');

-- INSERT INTO board_article (board_id, article_title, article_cont, article_view, article_at, is_locked, is_deleted , member_id)
-- VALUES (3, '최초 로그인 이후 반드시 비밀번호 재설정 바랍니다.', '관리자는 분명히 경고 했습니다...', 0, NOW(), FALSE, FALSE , 1);


INSERT INTO board_article (board_id, article_title, article_cont, article_view, article_at, is_locked, is_deleted , member_id) values
    (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3), (1, '돌겠네~ 제목크기 때문에 돌겠어', '돌겠다고', 0, NOW(), FALSE, FALSE, 2),
(2, '어떤 제목을 정할까 고민인데', '내용은 대충 어쩌구저쩌구...', 0, NOW(), FALSE, FALSE, 2),
(3, '최초 로그인 이후 비밀번호 변경 바랍니다.', '분명 경고했음...', 0, NOW(), FALSE, FALSE, 1),
(4, '비대면 월급루팡 개꿀~', '너무 좋아', 0, NOW(), FALSE, FALSE, 3);
